export const termsOfService1 = `개인정보 처리방침이란 이용자가 안심하고 서비스를 이용할 수 있도록 회사가 준수해야 할 지침을 의미합니다. 주식회사 카카오(이하 ‘회사’)는 개인정보처리자가 지켜야하는 대한민국의 관계 법령 및 개인정보보호 규정, 가이드라인을 준수하여 개인정보 처리방침을 제공합니다. 회사는 이용자의 동의를 기반으로 개인정보를 수집·이용 및 제공하고 있습니다. 또한, 이용자의 권리(개인정보 자기결정권)를 적극적으로 보장하기 위해 개인정보 처리방침을 알기 쉽게 제공할 수 있도록 다양한 노력을 기울이고 있으며, 이러한 노력의 일환으로 카카오의 주요 개인정보 처리 내용을 라벨링으로 제공합니다.
  본 개인정보 처리방침은 카카오비즈니스 이용약관에 따른 비즈서비스(자세히 보기)와 카카오 서비스 중 개인 또는 사업자를 위해 회사가 제공하는 모든 비즈니스 관련 제반 서비스(이하 ‘서비스’라 함)에 적용됩니다.`;

export const termsOfService2 = `회원 가입 시 또는 서비스 이용 과정에서 서비스 제공을 위해 필요 최소한의 개인정보를 수집하고 있습니다.

서비스 제공을 위해 반드시 필요한 최소한의 정보를 필수항목으로, 서비스 성격에 따라 추가 수집이 필요한 경우 선택항목으로 동의를 받고 있으며, 선택항목에 동의하지 않은 경우에도 서비스 이용에는 제한이 없습니다.
`;

export const termsList = [
  '회원 식별/가입의사 확인, 본인/연령 확인',
  '14세 미만 아동의 개인정보 수집 시 법정대리인 동의여부 확인, 법정대리인 권리행사 시 본인 확인',
  '문의사항 또는 불만처리, 공지사항 전달',
  '유료서비스 이용 시 컨텐츠 등의 전송이나 배송·요금 정산 및 세금계산서 발행',
  '서비스의 원활한 운영에 지장을 주는 행위(계정 도용 및 부정 이용 행위 등 포함)에 대한 방지 및 제재',
  '이벤트 참여 알림 및 진행, 마케팅 및 광고 등에 활용',
  '신규 서비스 개발 및 서비스 기능 개선, 개인화된 서비스 제공, 프라이버시 보호 측면의 서비스 환경 구축',
  '서비스 이용 기록, 접속 빈도 및 서비스 이용에 대한 통계',
  '판매자 및 시설정보 표시',
];

export const termsOfService3 = `회사는 이용자의 개인정보를 회원관리, 서비스 제공·개선, 신규 서비스 개발 등을 위해 동의받은 목적 범위 내에서 이용합니다.`;
